"Scan for Large and Old Files" = "Nach alten und großen Dateien scannen";
"Erase with CleanMyMac" = "Mit CleanMyMac löschen";
"Securely Erase with CleanMyMac" = "Sicher löschen mit CleanMyMac";
"Clean with CleanMyMac" = "Mit CleanMyMac bereinigen";
"Uninstall with CleanMyMac" = "Mit CleanMyMac deinstallieren";
"Clean iPhoto Library with CleanMyMac" = "iPhoto Mediathek mit CleanMyMac bereinigen";
